---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomPhase
source: html/e7289617-9a91-7b7c-cf14-73db78b73269.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomPhase Property

"Phase"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomPhase { get; }
```